{
    "col1": {
        "text": "La culture de Tecnova est centrée sur la créativité, la qualité et l'efficacité. Nos connaissances et notre expérience nous permettront de construire un service dédié et personnalisé pour nos consommateurs. "
    },

    "col2": {
        "title": "Bureau"
    },

    "col3": {
        "title": "Liens Utiles",
        "home": "Accueil",
        "service": "Services Offerts",
        "ourMission": "Notre Mission",
        "startProject": "Commencer un projet",
        "langSwitchBtn": "Change to english"
    },

    "col4": {
        "title": "Courrier",
        "placeholder": "Votre Courriel"
    },

    "copyright": "Copyright © 2022 TecNova. Tous Droits Réservés.",

    "policy": {
        "privacy": {
            "title": "Politique de confidentialité",
            "text": "SECTION 1 - QUE FAISONS-NOUS AVEC VOS INFORMATIONS ?\nLorsque vous faites affaire avec notre entreprise, dans le cadre du processus d'achat et de vente, nous collectons les informations personnelles que vous nous fournissez, telles que votre nom, votre adresse et votre adresse e-mail.Lorsque vous parcourez notre boutique, nous recevons également automatiquement l'adresse de protocole Internet (IP) de votre ordinateur afin de nous fournir des informations qui nous aident à en savoir plus sur votre navigateur et votre système d'exploitation.Marketing par e-mail (le cas échéant) : avec votre autorisation, nous pouvons vous envoyer des e-mails concernant notre boutique, de nouveaux produits et d'autres mises à jour.\n\nARTICLE 2 - DIVULGATION\nNous pouvons divulguer vos informations personnelles si la loi nous y oblige ou si vous violez nos Conditions d'utilisation.\n\nARTICLE 3 - SERVICES TIERS\nEn général, les fournisseurs tiers que nous utilisons ne collecteront, n'utiliseront et ne divulgueront vos informations que dans la mesure nécessaire pour leur permettre d'exécuter les services qu'ils nous fournissent.\nCependant, certains fournisseurs de services tiers, tels que les passerelles de paiement et autres processeurs de transactions de paiement, ont leurs propres politiques de confidentialité en ce qui concerne les informations que nous sommes tenus de leur fournir pour vos transactions liées aux achats.\nPour ces fournisseurs, nous vous recommandons de lire leurs politiques de confidentialité afin de comprendre la manière dont vos informations personnelles seront traitées par ces fournisseurs.\nEn particulier, n'oubliez pas que certains fournisseurs peuvent être situés ou avoir des installations situées dans une juridiction différente de la vôtre ou de la nôtre. Ainsi, si vous choisissez de procéder à une transaction impliquant les services d'un fournisseur de services tiers, vos informations peuvent être soumises aux lois de la ou des juridictions dans lesquelles ce fournisseur de services ou ses installations sont situés.\nPar exemple, si vous êtes situé au Canada et que votre transaction est traitée par une passerelle de paiement située aux États-Unis, vos informations personnelles utilisées pour effectuer cette transaction peuvent être divulguées en vertu de la législation des États-Unis, y compris le Patriot Act.\nUne fois que vous quittez le site Web de notre magasin ou que vous êtes redirigé vers un site Web ou une application tiers, vous n'êtes plus régi par la présente politique de confidentialité ou les conditions d'utilisation de notre site Web.\n\nLorsque vous cliquez sur des liens sur notre boutique, ils peuvent vous éloigner de notre site. Nous ne sommes pas responsables des pratiques de confidentialité des autres sites et vous encourageons à lire leurs déclarations de confidentialité\n\n\nARTICLE 4 - SÉCURITÉ\nPour protéger vos informations personnelles, nous prenons des précautions raisonnables et suivons les meilleures pratiques de l'industrie pour nous assurer qu'elles ne sont pas perdues, mal utilisées, consultées, divulguées, modifiées ou détruites de manière inappropriée\n\nARTICLE 5 - ÂGE DE CONSENTEMENT\nNotre site est actuellement ouvert à tout le monde, peu importe l'âge.\n\nSECTION 6 - MODIFICATIONS DE CETTE POLITIQUE DE CONFIDENTIALITÉ\nNous nous réservons le droit de modifier cette politique de confidentialité à tout moment, veuillez donc la consulter fréquemment. Les modifications et clarifications prendront effet immédiatement après leur publication sur le site Web. Si nous apportons des modifications importantes à cette politique, nous vous informerons ici qu'elle a été mise à jour, afin que vous sachiez quelles informations nous recueillons, comment nous les utilisons et dans quelles circonstances, le cas échéant, nous utilisons et/ou divulguons ce.\nSi notre magasin est acquis ou fusionné avec une autre société, vos informations peuvent être transférées aux nouveaux propriétaires afin que nous puissions continuer à vous vendre nos produits.\n\n\nQUESTIONS ET COORDONNÉES\n\nSi vous souhaitez : accéder, corriger, modifier ou supprimer toute information personnelle que nous détenons à votre sujet, enregistrer une plainte ou simplement obtenir plus d'informations, contactez notre responsable de la conformité à la confidentialité à services@tecnova.ca\n"
        },
        "termOfUse": {
            "title": "Conditions d'utilisation",
            "text": "Mis à jour le 2 décembre 2022\nTout le contenu présent sur notre site web ne peut être publié, partagé ou utilisé dans un certain contexte sans notre autorisation. \n\nVotre accès et votre utilisation du site Web sont soumis aux conditions d'utilisation suivantes (les «conditions», «conditions d'utilisation») et à toutes les lois applicables. En accédant ou en utilisant toute partie du site Web, vous acceptez, sans limitation ni réserve, ces termes et conditions. Si vous n'acceptez pas ou ne pouvez pas vous conformer à ces conditions d'utilisation, veuillez ne pas utiliser le site Web.\n\nNous nous réservons le droit de modifier ces conditions d'utilisation, en tout ou en partie, de temps à autre à notre seule discrétion, et de vous informer d'un tel changement par tout moyen raisonnable, y compris, sans limitation, la publication du projet révisé de ces conditions d'utilisation sur le site Web. Toute nouvelle fonctionnalité ou tout nouvel outil ajouté au site Web actuel sera également soumis aux conditions d'utilisation. Vous pouvez consulter la version la plus récente des conditions à tout moment sur cette page. Si vous êtes préoccupé par nos conditions d'utilisation, vous devez toujours consulter cette page avant d'utiliser le site Web. Votre utilisation continue du site Web après la publication de modifications de ces conditions d'utilisation signifiera que vous acceptez ces modifications. Toute information que vous soumettez ou que nous recueillons via le site Web est soumise à notre politique de confidentialité, dont les conditions sont incorporées dans les présentes conditions d'utilisation.\n\nUTILISATION ACCEPTABLE DU SITE WEB\nCe site Web est fourni uniquement pour votre usage personnel. Tecnova se réserve le droit de refuser le service, de résilier des comptes, de supprimer ou de modifier du contenu. Toute autre utilisation du site Web nécessite le consentement écrit préalable de Tecnova.\n\nUTILISATIONS INTERDITES\nEn plus des autres interdictions énoncées dans les conditions d'utilisation, il vous est interdit d'utiliser le site Web ou son contenu: (a) à des fins illégales; (b) pour solliciter des tiers pour qu'ils accomplissent ou participent à des actes illicites; (c) pour enfreindre les règlements, règles, lois ou ordonnances locales internationales, fédérales, provinciales ou étatiques; (d) pour enfreindre ou violer nos droits de propriété intellectuelle ou les droits de propriété intellectuelle d'autrui; (e) harceler, abuser, insulter, nuire, diffamer, calomnier, dénigrer, intimider ou discriminer en fonction du sexe, de l'orientation sexuelle, de la religion, de l'appartenance ethnique, de la race, de l'âge, de l'origine nationale ou du handicap; (f) de soumettre des informations fausses ou trompeuses; (g) pour télécharger ou transmettre des virus ou tout autre type de code malveillant qui sera ou peut être utilisé de quelque manière que ce soit qui affectera la fonctionnalité ou le fonctionnement du service ou de tout site Web associé, d'autres sites Web ou Internet; (h) pour collecter ou suivre les informations personnelles d'autrui; (i) pour spammer, hameçonner, pharm, prétexte, spider, crawler ou gratter; (j) à des fins obscènes ou immorales; ou (k) d'interférer avec ou de contourner les fonctionnalités de sécurité du service ou de tout site Web associé, d'autres sites Web ou d'Internet. Nous nous réservons le droit de mettre fin à votre utilisation du service ou de tout site Web associé pour violation de l'une des utilisations interdites.\n\nDROITS DE PROPRIÉTÉ\nTecnova est le propriétaire exclusif qui est autorisé à utiliser ou à donner accès à toutes les parties du site Web, y compris toutes les copies, logiciels, graphiques, dessins et tous les droits d'auteur, marques de commerce et autres droits de propriété intellectuelle ou de propriété qui y sont contenus. Certains matériaux sur le site Web appartiennent à des tiers qui ont autorisé Tecnova à afficher les matériaux, tels que les matériaux de marque, les logos des clients et les marques déposées et d'autres matériaux exclusifs. Sauf indication expresse dans les présentes conditions d'utilisation, aucune licence ne vous est concédée et aucun droit n'est transmis en vertu de l'accès ou de l'utilisation du site Web. Tous les droits non accordés en vertu des présentes conditions d'utilisation sont réservés par Tecnova. Vous ne pouvez pas ni n'autoriserez aucune copie, modification, transmission ou création d'œuvres dérivées par des tiers en fonction du contenu de ce site Web.\n\nINFRACTION\nTecnova respecte la propriété intellectuelle d'autrui. Si vous pensez que votre travail a été copié d'une manière qui constitue une violation du droit d'auteur, veuillez nous contacter à « service@tecnova.ca ». Votre correspondance doit inclure une description de l'œuvre protégée par le droit d'auteur qui, selon vous, a été violée; afin que nous puissions enquêter sur votre réclamation.\n\nVOTRE COMPTE\nCertaines fonctionnalités qui peuvent être disponibles sur ce site Web nécessitent l'enregistrement ou l'utilisation d'un mot de passe. Vous êtes responsable du maintien de la confidentialité de votre compte et de votre mot de passe et de la restriction de l'accès à votre ordinateur, et vous acceptez d'accepter la responsabilité de toutes les déclarations faites, et de tous les actes et omissions qui se produisent à travers l'utilisation de votre compte ou mot de passe. Si vous avez des raisons de croire ou de prendre connaissance d'une perte, d'un vol ou d'une utilisation non autorisée de votre mot de passe, informez-en immédiatement Tecnova. Nous pouvons supposer que toutes les communications que nous recevons sous votre mot de passe ont été effectuées par vous, sauf si nous recevons un avis contraire.\n\nCONTENU SOUMIS PAR VOUS\nVous reconnaissez que vous êtes responsable de tout matériel que vous pouvez soumettre via le site Web, y compris la légalité, la fiabilité, la pertinence et l'originalité de ce matériel. Vous ne pouvez pas télécharger, distribuer ou publier sur ce site Web tout contenu qui (i) est faux, frauduleux, calomnieux, diffamatoire, obscène, menaçant, envahissant les droits de confidentialité ou de publicité, enfreignant les droits de propriété intellectuelle, abusif, illégal ou autrement répréhensible; (ii) peut constituer ou encourager une infraction pénale, violer les droits de toute partie ou autrement engager la responsabilité ou violer toute loi; ou (iii) peut contenir des virus logiciels, des campagnes politiques, des chaînes de lettres, des envois en masse ou toute forme de spam. Vous ne pouvez pas utiliser une fausse adresse e-mail ou d'autres informations d'identification, usurper l'identité de toute personne ou entité, ou induire en erreur quant à l'origine de tout contenu. Vous ne pouvez pas télécharger de contenu commercial sur le site Web. Si vous soumettez du matériel, et sauf indication contraire de notre part, vous accordez à Tecnova et à ses affiliés un droit non exclusif, libre de droits, perpétuel, irrévocable et entièrement sous-licenciable d'utiliser, reproduire, modifier, adapter, publier, traduire, créer des œuvres dérivées. à partir de, distribuer et afficher ce matériel à travers le monde dans tous les médias. Vous accordez à Tecnova et à ses affiliés le droit d'utiliser le nom que vous soumettez en relation avec ce matériel s'ils le souhaitent. Toutes les informations personnelles fournies via ce site Web seront traitées conformément à la politique de confidentialité en ligne du site Web. Vous déclarez et garantissez que vous possédez ou contrôlez tous les droits sur le contenu que vous publiez; que le contenu est exact; que l'utilisation du contenu que vous fournissez ne viole aucune disposition des présentes et ne causera de préjudice à aucune personne ou entité; et que vous indemniserez Tecnova pour toutes les réclamations résultant du contenu que vous soumettez.\nTecnova n'a aucune obligation d'afficher, de transmettre, de transmettre, de distribuer ou de fournir autrement tout matériel disponible sur ce site Web, y compris le matériel que vous nous fournissez, et a le droit absolu de supprimer tout matériel du site Web à notre seule discrétion à tout moment.\n\nNous nous réservons le droit, à notre seule discrétion, de modifier toute soumission et de choisir d'inclure ou de ne pas inclure cette soumission dans les forums ou autrement sur le site Web. Les forums incluent les opinions, déclarations et autres contenus de tiers. Nous ne sommes pas responsables du filtrage, de la surveillance ou de la vérification de ce contenu, y compris l'exactitude, la fiabilité ou la conformité de ce contenu au droit d'auteur ou à d'autres lois. Toutes les opinions, déclarations ou autres documents mis à disposition par des tiers via les forums ou autrement via le site Web sont ceux de ces tiers et non de Tecnova, et Tecnova ne cautionne aucune de ces opinions, déclarations ou documents. Nous pouvons supprimer les déclarations répréhensibles ou tout autre contenu du site Web à tout moment si nous estimons que la suppression est justifiée. La suppression ou la modification de toute soumission ou de tout autre matériel peut ne pas avoir lieu immédiatement. Vous reconnaissez et acceptez que Tecnova n'a aucun contrôle sur et n'assumera aucune responsabilité pour tout dommage résultant de l'utilisation (y compris, sans limitation, de la republication) ou de l'utilisation abusive par un tiers d'informations rendues volontairement publiques via les Forums ou toute autre partie de le site Web.\nSi vous choisissez de rendre l'une de vos informations personnellement identifiables ou d'autres informations accessibles au public via les forums ou autrement via le site Web, vous le faites à vos propres risques.\n\nINFORMATIONS CONFIDENTIELLES\nÀ l'exception des informations nécessaires pour faire affaire avec nous, veuillez ne pas nous envoyer d'informations confidentielles ou exclusives via ce site Web. Toute information, matériel, suggestion, idée ou commentaire qui nous sera envoyé sera considéré comme non confidentiel et en les soumettant, vous nous donnez le droit absolu de l'utiliser, de le modifier, de le reproduire, de le transmettre, de l'afficher et de le distribuer à quelque fin que ce soit. , sans paiement ni autre compensation pour vous. Cependant, nous n'utiliserons pas votre nom à moins que la loi ne nous oblige à identifier la source des documents, informations, suggestions, idées ou commentaires, ou à moins que nous obtenions d'abord votre permission. Nous n'aurons aucune obligation d'afficher une soumission, de vous indemniser pour la soumission de contenu ou de répondre à toute soumission. Nous nous réservons le droit, à notre seule discrétion et sans préavis, de supprimer, de réviser ou de refuser de publier tout contenu utilisateur pour quelque raison que ce soit ou sans raison. Nous pouvons, mais n'avons aucune obligation de surveiller, modifier ou supprimer le contenu que nous déterminons à notre seule discrétion comme illégal, offensant, menaçant, calomnieux, diffamatoire, pornographique, obscène ou autrement répréhensible ou enfreint la propriété intellectuelle d'une partie ou les présentes conditions d'utilisation. .\n\nERREURS ET INEXACTITUDES\nNous essayons toujours de fournir des informations complètes, exactes et à jour sur notre site Web. Malheureusement, malgré ces efforts, des erreurs humaines ou technologiques peuvent survenir. Ce site Web peut contenir des erreurs typographiques, des inexactitudes ou des omissions, dont certaines peuvent être liées aux prix et à la disponibilité, et certaines informations peuvent ne pas être complètes ou à jour. Nous nous réservons le droit de corriger toute erreur, inexactitude ou omission, y compris après qu'une commande a été soumise et que la commande ait été confirmée ou non et votre carte de crédit débitée, et de modifier ou mettre à jour les informations à tout moment sans préavis. Si votre carte de crédit a déjà été débitée et que nous annulons votre commande, nous émettrons le crédit sur votre carte de crédit. Les politiques bancaires individuelles dictent quand ce montant est crédité sur votre compte. \n\nCOMMUNICATIONS ÉLECTRONIQUES\nLorsque vous effectuez un achat sur « Tecnova.ca » ou que vous nous envoyez des e-mails, vous communiquez avec nous par voie électronique. Vous consentez à recevoir des communications de notre part de manière électronique. Nous communiquerons avec vous par e-mail ou en publiant des avis sur ce site Web. Vous acceptez que tous les accords, avis, divulgations et autres communications que nous vous fournissons par voie électronique satisfont à toute exigence légale voulant que ces communications soient faites par écrit.\n\nEXCLUSION DE GARANTIE\nVous acceptez expressément que votre utilisation du site Web « Tecnova.ca » est à vos risques et périls. Le site web et toutes les informations, contenus, matériaux, produits (y compris les logiciels) et autres services inclus sur « Tecnova.ca » ou autrement mis à votre disposition par le biais sont fournis par Tecnova. Nous nous réservons le droit de restreindre ou de résilier votre accès au site Web ou à toute fonctionnalité ou partie de celui-ci à tout moment.\n\nDans toute la mesure permise par la loi applicable, Tecnova décline expressément toute garantie de quelque nature que ce soit, expresse ou implicite, y compris, mais sans s'y limiter, les garanties implicites de qualité marchande et d'adéquation à un usage particulier et toute garantie que les éléments du site Web ne contreviennent pas, ainsi que les garanties implicites d'un cours de performance ou de traitement; que l'accès au site Web sera ininterrompu ou sans erreur; que le site Web sera sécurisé; que le site Web ou le serveur qui rend le site Web disponible sera exempt de virus; ou que les informations sur le site Web seront complètes, exactes ou opportunes. Si vous téléchargez des documents à partir de ce site Web, vous le faites à votre propre discrétion et à vos propres risques. Vous serez seul responsable de tout dommage causé à votre système informatique ou de toute perte de données résultant du téléchargement de ces éléments. Aucun conseil ou information, oral ou écrit, obtenu par vous de Tecnova ou via ou à partir du site Web ne créera aucune garantie de quelque nature que ce soit. Tecnova ne fait aucune garantie ou représentation concernant l'utilisation du matériel sur ce site Web en termes d'exhaustivité, d'exactitude, d'exactitude, d'adéquation, d'utilité, d'actualité, de fiabilité ou autre. Toute confiance dans le contenu de ce site Web est à vos propres risques. Nous nous réservons le droit de modifier le contenu de ce site Web à tout moment, mais nous n'avons aucune obligation de mettre à jour les informations sur le site Web. Dans certaines juridictions, la loi peut ne pas autoriser l'exclusion de garantie, de sorte que la clause de non-responsabilité ci-dessus peut ne pas s'appliquer à vous.\n\nVOTRE GARANTIE\nVous déclarez et garantissez que vous avez tous les droits, pouvoirs et autorité nécessaires pour accepter les présentes Conditions et exécuter vos obligations en vertu des présentes, et rien dans les présentes Conditions ou dans l'exécution de ces obligations ne vous mettra en violation de tout autre contrat ou obligation. .\n\nLIMITATION DE RESPONSABILITÉ\nEn aucun cas, Tecnova, ses employés, dirigeants, administrateurs, agents ou représentants ne pourront être tenus responsables des dommages indirects, accessoires, spéciaux ou consécutifs découlant de votre utilisation ou de votre incapacité à utiliser le site Web, même si Tecnova été informé de la possibilité de ces dommages. La loi applicable peut ne pas autoriser la limitation ou l'exclusion de responsabilité ou les dommages accessoires ou consécutifs, de sorte que la limitation ou l'exclusion ci-dessus peut ne pas s'appliquer à vous. Tecnova n'est pas responsable de tout accès non autorisé ou de toute modification de vos soumissions, transmissions ou données ou pour tout matériel ou données envoyés ou reçus ou non envoyés ou reçus. Tecnova n'est pas responsable de tout contenu ou conduite menaçant, diffamatoire, obscène, offensant ou illégal de toute autre partie, ou de toute violation par un tiers de la propriété intellectuelle, de la vie privée ou d'autres droits d'autrui. En aucun cas, la responsabilité totale de Tecnova envers vous pour tous les dommages, pertes et causes d'action (que ce soit contractuel, délictuel ou autre) découlant de ou lié à votre utilisation ou à votre incapacité à utiliser le site Web ne dépassera le montant que vous avez payé, le cas échéant. , pour utiliser ou accéder au site Web.\n\nINDEMNISATION\nVous acceptez d'indemniser, de défendre et de dégager Tecnova et ses sociétés affiliées et leurs dirigeants, administrateurs, employés, sous-traitants, agents, concédants de licence, prestataires de services, sous-traitants et fournisseurs de toute responsabilité contre toute réclamation ou demande, ainsi que les pertes, dépenses, dommages et les coûts, résultant de toute violation des présentes conditions d'utilisation, de votre utilisation du site Web ou de tout service qui vous est fourni, ou de toute activité liée à votre compte (y compris une conduite négligente ou fautive).\n\nJURIDICTION, LOI APPLICABLE ET LANGUE\nLes lois du Canada régissent ces modalités et conditions d'utilisation et votre utilisation du site Web, et vous consentez irrévocablement à la compétence des tribunaux situés dans la province de Québec pour toute action découlant de ou liée à ces modalités et conditions d'utilisation. Nous reconnaissons qu'il vous est possible d'obtenir l'accès à ce site Web à partir de n'importe quelle juridiction dans le monde, mais nous n'avons aucune capacité pratique d'empêcher un tel accès. Ce site Web a été conçu pour se conformer aux lois du Canada. Si un élément de ce site Web, ou votre utilisation du site Web, est contraire aux lois de l'endroit où vous vous trouvez lorsque vous y accédez, le site Web ne vous est pas destiné et nous vous demandons de ne pas utiliser le site Web. Vous êtes responsable de vous informer sur les lois de votre juridiction et de vous y conformer. Tous les contrats sont conclus en anglais.\n\nPOLITIQUES, MODIFICATIONS ET DISSOCIABILITÉ DU SITE WEB\nVeuillez consulter nos autres politiques, telles que notre politique de confidentialité, publiées sur ce site Web. Ces politiques régissent également votre utilisation du site Web et des services de Tecnova. Nous nous réservons le droit, à notre seule discrétion, d'apporter des modifications à notre site Web, à nos politiques et à ces conditions d'utilisation à tout moment. Il est de votre responsabilité de vérifier périodiquement les modifications que nous pouvons apporter à ces conditions d'utilisation. Votre utilisation continue de ce site Web après l'affichage des modifications apportées aux présentes conditions d'utilisation ou à d'autres politiques signifie que vous acceptez les modifications. Si l'une de ces conditions est jugée invalide, nulle ou inapplicable pour quelque raison que ce soit, cette condition sera réputée séparable et n'affectera pas la validité et l'applicabilité de toute condition restante.\n\nINTÉGRALITÉ DE L'ACCORD ET DE RECEVABILITÉ\n Cet accord et toutes les politiques ou règles de fonctionnement publiées sur ce site Web constituent l'intégralité de l'accord et de l'entente entre vous et Tecnova en ce qui concerne l'objet de celui-ci et remplacent toutes les communications et propositions antérieures ou contemporaines, orales ou écrites, entre les parties en ce qui concerne un tel sujet. Une version imprimée de ces conditions d'utilisation sera admissible dans les procédures judiciaires ou administratives fondées sur ou liées à l'utilisation du site Web dans la même mesure et sous réserve des mêmes conditions que les autres documents commerciaux et registres initialement générés et conservés sous forme imprimée.\n\nCOMMENT NOUS CONTACTER\nSi vous avez des questions ou des commentaires concernant ces conditions d'utilisation ou ce site Web, veuillez nous contacter par e-mail : service@tecnova.ca\n\n"
        },
        "refund": {
            "title": "Politique de remboursement",
            "text": "Aucun remboursement n'est éligible lors de la signature d'un contrat. Une demande de remboursement sur un dépôt devra être refusé. Il est tout de même possible d'annuler un contrat si désiré durant le prochain mois à la suite du dépôt."
        }
    }


}