{
    "pageTitle": "Réalisations Récentes",
    "pageTexte": "Bienvenue sur notre page de travaux récents, où vous pouvez explorer et découvrir les projets innovants sur lesquels nous avons travaillé. Cette page met en valeur la diversité de notre expertise et la passion que nous avons pour fournir des résultats de haute qualité. Parcourez notre portfolio pour avoir un aperçu du travail que nous avons réalisé et de l'impact que nous avons eu. Chaque projet a une histoire unique, et nous vous invitons à les visiter pour en apprendre davantage à leur sujet.",
    "backToRecentWork": "Retour au Réalisations",


    "DeltaMarriott": {
        "companyName": "Delta Marriott",
        "iframeTitle": "Visite Virtuelle Delta Marriott",
        "typeOfWork": "Visite Virtuelle",
        "description": "Nous avons utilisé une technologie ingénieuse pour capturer des images haute résolution des installations et des chambres, permettant aux visiteurs de découvrir la qualité supérieure et les nouveaux équipements de l'hôtel Delta Marriott. Cette visite virtuelle immersive permettra aux clients de se promener dans l'hôtel et de découvrir les chambres, suites et diverses installations, telles que le spa, la salle de fitness et la piscine. Cet outil de pointe est également précieux lors de la location de chambres ou lors de visites chez des courtiers pour la vente d'unités spécifiques. En utilisant cette visite virtuelle, les courtiers peuvent offrir à leurs clients une expérience de visite haut de gamme qui leur permet de voir toutes les caractéristiques et tous les avantages de l'hôtel Delta Marriott. Cette visite virtuelle est également un excellent outil pour promouvoir l'hôtel sur divers canaux de marketing en ligne, offrant à un public plus large la possibilité de découvrir les installations et la qualité exceptionnelles de l'hôtel Delta Marriott."
    },

    "Concordia": {
        "companyName": "Université Concordia",
        "iframeTitle": "Visite Virtuelle Université Concordia",
        "typeOfWork": "Visite Virtuelle",
        "description": "Découvrez l'Université Concordia à Montréal comme jamais auparavant avec notre visite virtuelle immersive. Grâce à une technologie de pointe, nous avons capturé des images haute résolution de leurs bureaux, offrant aux visiteurs une expérience de visite remarquable. Explorez leur installations et découvrez leur environnement accueillant. Cette visite virtuelle est un outil précieux pour les futurs étudiants, leur permettant de se projeter dans leur université. C'est également une ressource précieuse pour les réunions virtuelles et la présentation du campus à d'éventuels partenaires. Découvrez l'Université Concordia à Montréal depuis le confort de votre écran ! "
    },

    "Prevel": {
        "companyName": "Groupe Prével Immobilier",
        "iframeTitle": "Visite Virtuelle Groupe Prével Immobilier",
        "typeOfWork": "Visite Virtuelle",
        "description": "Notre compagnie de visite virtuelle a collaboré avec Groupe Prével pour créer trois visites virtuelles immersives pour leurs projets immobiliers. Grâce à notre expertise, nous avons capturé des images à 360 degrés de chaque espace, mettant en valeur les caractéristiques uniques de chaque propriété. Les visites virtuelles permettent aux clients potentiels de découvrir les propriétés de manière réaliste et détaillée, favorisant ainsi leur engagement et leur intérêt. En utilisant ces visites virtuelles comme outil de marketing, Groupe Prével peut atteindre un public plus large et se démarquer sur le marché immobilier. Nous sommes fiers de notre partenariat avec Groupe Prével et nous sommes impatients de collaborer à de futurs projets."
    },

    "brunelleSport": {
        "companyName": "Brunelle Sport",
        "iframeTitle": "Visite Virtuelle Brunelle Sport",
        "typeOfWork": "Visite Virtuelle",
        "description": "Notre entreprise s'est récemment associée à Brunelle Sport pour créer une visite virtuelle immersive de son magasin. Notre équipe a travaillé en étroite collaboration avec la leur pour comprendre leurs besoins et créer une expérience 3D qui correspondait parfaitement à leur vision. Nous avons utilisé des technologies de pointe pour capturer des images à 360 degrés du magasin et les avons intégrées dans une visite virtuelle interactive. Les clients de Brunelle peuvent désormais parcourir la boutique en ligne à leur rythme, découvrir les produits proposés et s'imprégner de l'ambiance du magasin sans quitter le confort de leur foyer. ",
        "typeOfWork2": "Optimisation E-commerce",
        "description2": "L'équipe de Tecnova se consacre à maintenir Brunelle Sport au sommet de son art. En tant que leader notable de l'industrie du ski au Québec, nous veillons à ce que leur boutique en ligne et tous les systèmes informatiques en magasin fonctionnent de manière efficace et efficiente, en recherchant constamment l'excellence à chaque étape du processus."
    },


    "jacquesEtFils": {
        "companyName": "Jacques & Fils Funétarium",
        "iframeTitle": "Visite Virtuelle Jacques & Fils Funétarium",
        "typeOfWork": "Visite Virtuelle",
        "description": "Notre compagnie de visite virtuelle est fière d'avoir collaboré avec le salon funéraire Jacques & Fils de Lac-Mégantic pour créer une visite virtuelle immersive. Cette visite virtuelle offre aux clients la possibilité de se familiariser avec les installations de Jacques & Fils, y compris les salles de visite, les chapelles et les espaces commémoratifs. Elle permet également aux visiteurs de se déplacer librement à travers les différents espaces, en leur donnant une vision complète de l'agencement du salon funéraire. Nous sommes honorés d'avoir pu soutenir Jacques & Fils dans leur volonté de fournir aux familles un accès virtuel à leurs installations. Cette visite virtuelle offre un moyen unique de rendre hommage à leurs proches et de faciliter le processus de planification des funérailles."
    },


    "skyGym": {
        "companyName": "Sky Gym",
        "iframeTitle": "Visite Virtuelle Sky Gym",
        "typeOfWork": "Visite Virtuelle",
        "description": "Notre entreprise a récemment collaboré avec Sky Gym pour créer une visite virtuelle immersive de ses installations. Grâce à cette visite virtuelle, les clients potentiels peuvent désormais découvrir les installations du gym en ligne au lieu de se déplacer pour une visite sur place. Nous avons utilisé une technologie de pointe pour capturer des images à 360 degrés de chaque pièce, équipement et espace d'entraînement. Notre équipe a travaillé en étroite collaboration avec le propriétaire de Sky Gym pour s'assurer que nous avons capturé avec précision chaque détail. Nous avons également garanti que la visite virtuelle reflète l'importance du propriétaire sur la propreté et la qualité des lieux. La visite virtuelle permet aux clients potentiels de visiter les installations du Sky Gym rapidement et facilement. Le propriétaire peut également utiliser la visite virtuelle pour promouvoir les installations de la salle de sport sur différents réseaux sociaux et sites Web, permettant à un public plus large de découvrir l'expérience unique offerte par Sky Gym. "
    },


    "mariePierDube": {
        "companyName": "Clinique Dentaire Marie-Pier Dubé ",
        "iframeTitle": "Visite Virtuelle Marie-Pier Dubé",
        "typeOfWork": "Visite Virtuelle",
        "description": "La création d'un scan 3D de la clinique dentaire de Marie-Pier Dubé permettra aux patients de faire une visite virtuelle de la clinique et de se familiariser avec l'espace avant leur rendez-vous. Cela peut contribuer à réduire l'anxiété et à augmenter le confort des patients, ce qui entraîne une meilleure expérience globale. De plus, la visite virtuelle peut aider la clinique à mettre en valeur leur technologie et leurs équipements, ce qui peut être un outil de marketing pour attirer de nouveaux patients. Le scan 3D peut également être utilisé à des fins de formation, permettant aux nouveaux employés de se familiariser avec la disposition de la clinique et l'équipement avant leur premier jour de travail.",
        "typeOfWork2": "Site Web",
        "description2": "Notre entreprise a aimé travailler avec la clinique dentaire Marie-Pier Dubé pour la conception de son site Internet. Le site Internet de la clinique dentaire offre des informations complètes sur les services dentaires, les offres et promotions, des témoignages de clients et des coordonnées. Nous avons développé une interface professionnelle qui reflète l'expertise de la clinique dentaire et qui est facilement navigable pour les visiteurs. Notre conception permet aux clients de trouver facilement des réponses à leurs questions en visitant le site Web de la clinique. Nous avons également optimisé le site Web pour qu'il soit rapide, facile à naviguer et offre aux visiteurs une expérience agréable et conviviale."
    },

    "flawlaceSupply": {
        "companyName": "Flawlace Supply",
        "iframeTitle": "Site Web E-Commerce Flawlace Supply",
        "typeOfWork": "Site Web E-Commerce",
        "description": "En partenariat avec Flawlace Supply, une entreprise spécialisée dans les lacets de remplacement, nous avons créé un site web e-commerce innovant. Notre plateforme offre aux clients la possibilité de découvrir et d'acheter les produits en toute facilité. Avec une navigation intuitive, les utilisateurs peuvent accéder à des informations complètes sur chaque lacet et finaliser leurs achats en toute confiance. Notre mission était de combiner esthétique et fonctionnalité pour les clients de Flawlace Supply."
    },

    "vesiDesign": {
        "companyName": "Vesi Design",
        "iframeTitle": "Site Web E-Commerce Vesi Design",
        "typeOfWork": "Site Web E-Commerce",
        "description": "Nous avons travaillé en étroite collaboration avec Vesi Design, une entreprise spécialisée dans les filtres aquatiques, pour créer un site web e-commerce. Notre équipe a développé un site conviviale permettant aux clients de parcourir et d'acheter facilement les produits de Vesi Design en ligne. Grâce à une interface intuitive, les utilisateurs peuvent explorer la gamme de filtres aquatiques, obtenir des informations détaillées sur chaque produit et passer leurs commandes en quelques clics. Notre objectif était de créer une expérience d'achat en ligne pratique et sécurisée pour les clients de Vesi Design."
    },

    "montrealDuFutur": {
        "companyName": "Montréal Du Futur",
        "iframeTitle": "Visite Virtuelle de Montréal Du Futur",
        "typeOfWork": "Visite Virtuelle",
        "description": "Grâce à la technologie Matterport, nous avons créé une visite virtuelle de Montréal du Futur. Cette expérience immersive permet aux visiteurs virtuelles de s'aventurer dans l'exposition éphémère qui a eu lieu au 1000 de la Gauchetière en juin dernier. Cette plateforme de promotion a permis à l'organisation de Montréal du Futur d'atteindre un public plus large afin de dénicher de nouveaux prospects pour la prochaine édition!"
    }
}