{
    "col1": {
        "text": "Tecnova's culture focuses on creativity, quality and efficiency. Our knowledge and experience will allow us to build a dedicated, personalized service for our consumers."
    },

    "col2": {
        "title": "Office"
    },

    "col3": {
        "title": "Links",
        "home": "Home",
        "service": "Services",
        "ourMission": "Our Mission",
        "startProject": "Start A Project",
        "langSwitchBtn": "Voir le site en Français"
    },

    "col4": {
        "title": "Newsletter",
        "placeholder": "Enter your mail"
    },

    "copyright": "Copyright © 2023 Tecnova. All Right Reserved.",

    "policy": {
        "privacy": {
            "title": "Privacy Policy",
            "text": "SECTION 1 - WHAT DO WE DO WITH YOUR INFORMATION?\n When you do business with our company, as part of the buying and selling process, we collect the personal information you provide to us, such as your name, address and email address.When you browse our store, we also automatically receive your computer's Internet Protocol (IP) address to provide us with information that helps us learn about your browser and operating system.Email marketing (if applicable): With your permission, we may send you emails about our store, new products and other updates.\n\nARTICLE 2 - DISCLOSURE\n We may disclose your personal information if we are required to do so by law or if you violate our Terms of Service.\n\nARTICLE 3 - THIRD-PARTY SERVICES\nIn general, the third-party providers used by us will only collect, use and disclose your information to the extent necessary to allow them to perform the services they provide to us.\nHowever, certain third-party service providers, such as payment gateways and other payment transaction processors, have their own privacy policies regarding the information we are required to provide to them for your purchase-related transactions.For these providers, we recommend that you read their privacy policies to understand how your personal information will be treated by these providers.\nIn particular, remember that some providers may be located or have facilities located in a jurisdiction different from either yours or ours. So, if you elect to proceed with a transaction that involves the services of a third-party service provider, your information may become subject to the laws of the jurisdiction(s) in which that service provider or its facilities are located.\nFor example, if you are located in Canada and your transaction is processed by a payment gateway located in the United States, your personal information used to complete that transaction may be disclosed under United States law, including the Patriot Act. Once you leave our store's website or are redirected to a third-party website or application, you are no longer governed by this Privacy Policy or our website's Terms of Service.\n When you click on links on our store, they may direct you away from our site. We are not responsible for the privacy practices of other sites and encourage you to read their privacy statements.\n\nARTICLE 4 - SECURITY\nTo protect your personal information, we take reasonable precautions and follow industry best practices to ensure that it is not inappropriately lost, misused, accessed, disclosed, altered or destroyed.\n\nARTICLE 5 - AGE OF CONSENT\nOur site is currently open to everyone, regardless of age.\n\nSECTION 6 - CHANGES TO THIS PRIVACY POLICY\nWe reserve the right to modify this privacy policy at any time, so please review it frequently. Changes and clarifications will take effect immediately upon posting to the website. If we make material changes to this policy, we will notify you here that it has been updated, so that you are aware of what information we collect, how we use it, and under what circumstances, if any, we use and/or let's disclose this.\nIf our store is acquired or merged with another company, your information may be transferred to the new owners so that we may continue to sell our products to you.\n\nQUESTIONS AND CONTACT INFORMATION\n\nIf you would like to: access, correct, amend or delete any personal information we hold about you, register a complaint or simply seek more information, contact our Privacy Compliance Officer at service@tecnova.ca\n"
        },
        "termOfUse": {
            "title": "Terms of Use",
            "text": "Updated on December 2, 2022\nAll content on our website may not be published, shared or used in any context without our permission.\n\nYour access to and use of the Website is subject to the following terms of use (the 'Terms', 'Terms of Use') and all applicable laws. By accessing or using any part of the website, you accept, without limitation or qualification, these terms and conditions. If you do not agree or cannot comply with these Terms of Use, please do not use the Website.\n\nWe reserve the right to modify these Terms of Service, in whole or in part, from time to time in our sole discretion, and to notify you of such change by any reasonable means, including, without limitation, posting of the revised draft of these Terms of Use on the Website. Any new features or tools added to the current website will also be subject to the Terms of Use. You can review the most recent version of the Terms at any time on this page. If you are concerned about our Terms of Use, you should always check this page before using the Website. Your continued use of the Website following the posting of changes to these Terms of Use will mean that you accept those changes. Any information that you submit or that we collect through the Website is subject to our Privacy Policy, the terms of which are incorporated into these Terms of Use.\n\nACCEPTABLE USE OF THE WEBSITE\nThis website is provided for your personal use only. Tecnova reserves the right to refuse service, terminate accounts, remove or edit content. Any other use of the website requires the prior written consent of Tecnova.\n\nPROHIBITED USES\nIn addition to other prohibitions as set forth in the Terms of Service, you are prohibited from using the Website or its content: (a) for any unlawful purpose; (b) to solicit third parties to perform or participate in any unlawful acts; (c) to violate any local international, federal, provincial or state regulations, rules, laws or ordinances; (d) to infringe or violate our intellectual property rights or the intellectual property rights of others; (e) harass, abuse, insult, harm, defame, slander, disparage, intimidate, or discriminate based on gender, sexual orientation, religion, ethnicity, race, age, national origin or disability; (f) submit false or misleading information; (g) to upload or transmit viruses or any other type of malicious code that will or may be used in any way that affects the functionality or operation of the Service or any associated website, other websites or Internet; (h) to collect or track the personal information of others; (i) to spam, phish, pharm, pretext, spider, crawl or scrape; (j) for obscene or immoral purposes; or (k) interfere with or circumvent the security features of the Service or any related website, other websites or the Internet. We reserve the right to terminate your use of the Service or any related website for violating any of the prohibited uses.\n\nPROPERTY RIGHTS\nTecnova is the exclusive owner who is authorized to use or provide access to all parts of the website, including all copies, software, graphics, designs and all copyrights, trademarks and other intellectual property rights or property contained therein. Certain materials on the Website belong to third parties who have authorized Tecnova to display the materials, such as branded materials, customer logos and trademarks, and other proprietary materials. Except as expressly set forth in these Terms of Use, no license is granted to you and no rights are conveyed by virtue of your access to or use of the Website. All rights not granted under these Terms of Use are reserved by Tecnova. You cannot and will not authorize any copying, modification, transmission or creation of derivative works by third parties based on the content of this website.\n\nOFFENSE\nTecnova respects the intellectual property of others. If you believe that your work has been copied in a way that constitutes copyright infringement, please contact us at service@tecnova.ca. Your correspondence should include a description of the copyrighted work that you claim has been infringed; so that we can investigate your complaint.\n\nYOUR ACCOUNT\nCertain features that may be available on this website require registration or the use of a password. You are responsible for maintaining the confidentiality of your account and password and for restricting access to your computer, and you agree to accept responsibility for all statements made, and all acts and omissions that occur through the use of your account or password. If you have reason to believe or become aware of a loss, theft or unauthorized use of your password, notify Tecnova immediately. We can assume that all communications we receive under your password have been made by you, unless we receive notice to the contrary.\n\nCONTENT SUBMITTED BY YOU\nYou acknowledge that you are responsible for any material you may submit through the website, including the legality, reliability, appropriateness and originality of such material. You may not upload, distribute or publish on this website any content that (i) is false, fraudulent, libelous, defamatory, obscene, threatening, invasive of privacy or publicity rights, infringes intellectual property rights, abusive, illegal or otherwise objectionable; (ii) may constitute or encourage a criminal offense, violate the rights of any party or otherwise give rise to liability or violate any law; or (iii) may contain software viruses, political campaigning, chain letters, mass mailings, or any form of spam. You may not use a false email address or other identifying information, impersonate any person or entity, or otherwise mislead as to the origin of any content. You may not upload commercial content to the Website. If you submit material, and unless otherwise specified by us, you grant Tecnova and its affiliates a nonexclusive, royalty-free, perpetual, irrevocable, and fully sublicensable right to use, reproduce, modify, adapt, publish , translate, create derivative works. from, distribute and display this material throughout the world in all media. You grant Tecnova and its affiliates the right to use the name that you submit in connection with such material if they choose. All personal information provided through this website will be treated in accordance with the website's online privacy policy. You represent and warrant that you own or otherwise control all of the rights to the content you post; that the content is accurate; that use of the content you supply does not violate any provision herein and will not cause injury to any person or entity; and that you will indemnify Tecnova for all claims resulting from content you submit.\nTecnova is under no obligation to post, transmit, transmit, distribute or otherwise provide any material available on this website, including material you provide to us, and has the absolute right to remove any material from the site. web in our sole discretion at any time.\n\nWe reserve the right, in our sole discretion, to edit any Submission and to choose whether or not to include such Submission in the Forums or otherwise on the Website. The forums include the opinions, statements and other content of third parties. We are not responsible for screening, monitoring or verifying such content, including the accuracy, reliability or compliance of such content with copyright or other laws. Any opinions, statements or other materials made available by third parties through the Forums or otherwise through the Website are those of such third parties and not of Tecnova, and Tecnova does not endorse any such opinions, statements or materials. We may remove objectionable statements or other content from the Website at any time if we believe removal is warranted. Removal or editing of any Submission or other material may not occur immediately. You acknowledge and agree that Tecnova has no control over and will not be liable for any damages resulting from the use (including, without limitation, republication) or misuse by any third party of any information rendered voluntarily public via the Forums or any other part of the Website.\nIf you choose to make any of your personally identifiable information or other information publicly available through the Forums or otherwise through the Website, you do so at your own risk.\n\nCONFIDENTIAL INFORMATION\nExcept for information necessary to do business with us, please do not send us any confidential or proprietary information through this website. Any information, material, suggestion, idea or comment sent to us will be considered non-confidential and by submitting it you grant us the absolute right to use, modify, reproduce, transmit, display and distribute it for any purpose. , without payment or other compensation to you. However, we will not use your name unless we are required by law to identify the source of materials, information, suggestions, ideas or comments, or unless we first obtain your permission. We shall have no obligation to display any Submission, to compensate you for Content Submission, or to respond to any Submission. We reserve the right, in our sole discretion and without notice, to remove, edit or refuse to post any User Content for any reason or no reason. We may, but have no obligation to, monitor, edit or remove content that we determine in our sole discretion are unlawful, offensive, threatening, libelous, libelous, defamatory, pornographic, obscene or otherwise objectionable or infringes any party's intellectual property or these Terms of Use. .\n\nERRORS AND INACCURACIES\nWe always try to provide complete, accurate and up-to-date information on our website. Unfortunately, despite these efforts, human or technological errors may occur. This website could contain typographical errors, inaccuracies or omissions, some of which may relate to pricing and availability, and some information may not be complete or current. We reserve the right to correct any errors, inaccuracies or omissions, including after an order has been submitted and whether or not the order has been confirmed and your credit card charged, and to change or update information at any time without notice. If your credit card has already been charged and we cancel your order, we will issue the credit to your credit card. Individual bank policies dictate when this amount is credited to your account.\n\nELECTRONIC COMMUNICATIONS\nWhen you make a purchase on 'Tecnova.ca' or send e-mails to us, you are communicating with us electronically. You consent to receive communications from us electronically. We will communicate with you by e-mail or by posting notices on this website. You agree that all agreements, notices, disclosures and other communications that we provide to you electronically satisfy any legal requirement that such communications be in writing.\n\nDISCLAIMER OF WARRANTY\nYou expressly agree that your use of the 'Tecnova.ca' website is at your own risk. The Website and all information, content, materials, products (including software) and other services included on 'Tecnova.ca' or otherwise made available to you through are provided by Tecnova. We reserve the right to restrict or terminate your access to the Website or any feature or part thereof at any time.\n\nTo the fullest extent permitted by applicable law, Tecnova expressly disclaims all warranties of any kind, express or implied, including, but not limited to, the implied warranties of merchantability and fitness for a particular purpose. and any warranties that the Website Materials will not infringe, as well as implied warranties of a course of performance or workmanship; that access to the website will be uninterrupted or error-free; that the website will be secure; that the website or the server that makes the website available will be free of viruses; or that the information on the website will be complete, accurate or timely. If you download materials from this website, you do so at your own discretion and risk. You will be solely responsible for any damage to your computer system or loss of data resulting from the downloading of these materials. No advice or information, oral or written, obtained by you from Tecnova or through or from the Website shall create any warranty of any kind. Tecnova makes no warranties or representations regarding the use of the materials on this website in terms of completeness, accuracy, correctness, adequacy, usefulness, timeliness, reliability or otherwise. Any reliance on the content of this website is at your own risk. We reserve the right to modify the contents of this website at any time, but we have no obligation to update any information on the website. In some jurisdictions the law may not allow the exclusion of warranties, so the above disclaimer may not apply to you.\n\nYOUR GUARANTEE\nYou represent and warrant that you have all necessary rights, powers and authority to agree to these Terms and perform your obligations hereunder, and nothing in these Terms or the performance of such obligations shall cause you to breach any other contract or obligation. .\n\nLIMITATION OF LIABILITY\nIn no event shall Tecnova, its employees, officers, directors, agents or representatives be liable for any indirect, incidental, special or consequential damages arising out of your use of or inability to use the Website, even if Tecnova has been advised of the possibility of such damage. Applicable law may not allow the limitation or exclusion of liability or incidental or consequential damages, so the above limitation or exclusion may not apply to you. Tecnova is not responsible for any unauthorized access to or modification of your submissions, transmissions or data or for any material or data sent or received or not sent or received. Tecnova is not responsible for any threatening, defamatory, obscene, offensive or illegal content or conduct of any other party, or any violation by any third party of another's intellectual property, privacy or other rights. In no event shall Tecnova's total liability to you for all damages, losses and causes of action (whether in contract, tort or otherwise) arising out of or relating to your use of or inability to use the Website exceed the amount you paid, if any. , to use or access the Website.\n\nCOMPENSATION\nYou agree to indemnify, defend and hold harmless Tecnova and its affiliates and their officers, directors, employees, contractors, agents, licensors, service providers, subcontractors and suppliers from any claim or claim, and any losses, expenses, damages, and costs, arising from any breach of these Terms of Service, your use of the Website or any service provided to you, or any activity related to your account (including including negligent or wrongful conduct).\n\nJURISDICTION, APPLICABLE LAW AND LANGUAGE\nThe laws of Canada govern these Terms and Conditions of Use and your use of the Website, and you irrevocably consent to the jurisdiction of the courts located in the Province of Quebec for any action arising out of or relating to these Terms and Conditions of Use. We recognize that it is possible for you to obtain access to this website from any jurisdiction in the world, but we have no practical ability to prevent such access. This website has been designed to comply with the laws of Canada. If any element of this website, or your use of the website, is contrary to the laws of the place where you are when you access it, the website is not intended for you and we ask that you do not use the site. website. You are responsible for informing yourself of and complying with the laws of your jurisdiction. All contracts are concluded in English.\n\nWEBSITE POLICIES, MODIFICATIONS AND SEVERABILITY\nPlease review our other policies, such as our Privacy Policy, posted on this website. These policies also govern your use of the Tecnova website and services. We reserve the right, in our sole discretion, to make changes to our website, policies and these Terms of Use at any time. It is your responsibility to periodically check for any changes we may make to these Terms of Use. Your continued use of this website following the posting of changes to these Terms of Use or other policies will mean you accept the changes. If any of these terms are determined to be invalid, void or unenforceable for any reason, that term will be deemed severable and will not affect the validity and enforceability of any remaining terms.\n\nENTIRE AGREEMENT AND ADMISSIBILITY\nThis Agreement and any policies or operating rules posted on this Website constitutes the entire agreement and understanding between you and Tecnova with respect to the subject matter hereof and supersedes all communications and proposals prior or contemporaneous, oral or written, between the parties with respect to such matter. A printed version of these Terms of Use shall be admissible in legal or administrative proceedings arising out of or relating to use of the Website to the same extent and subject to the same conditions as other business documents and records originally generated and maintained under printed form.\n\nHOW TO CONTACT US\nIf you have any questions or comments regarding these Terms of Use or this Website, please contact us by email: service@tecnova.ca\n\n"
        },
        "refund": {
            "title": "Refund Policy",
            "text": "No reimbursement is eligible when signing a contract. A request for a refund on a deposit will be refused. It is still possible to cancel a contract if desired during the next month following the deposit."
        }
    }


}